<?php

return [
    'admin' => [
        'categories' => [
            'create' => [
                'success' => 'Категория успешно добавлена',
                'fail' => 'Не удалось добавить категорию'
            ],
            'update' => [
                'success' => 'Категория успешно изменена',
                'fail' => 'Не удалось изменить категорию'
            ],
            'destroy' => [
                'success' => 'Категория успешно удалена',
                'fail' => 'Не удалось удалить категорию'
            ]
        ],
        'news' => [
            'create' => [
                'success' => 'Новость успешно добавлена',
                'fail' => 'Не удалось добавить новость'
            ],
            'update' => [
                'success' => 'Новость успешно изменена',
                'fail' => 'Не удалось изменить новость'
            ],
            'destroy' => [
                'success' => 'Новость успешно удалена',
                'fail' => 'Не удалось удалить новость'
            ]
        ],
        'sources' => [
            'create' => [
                'success' => 'Источник успешно добавлена',
                'fail' => 'Не удалось добавить источник'
            ],
            'update' => [
                'success' => 'Источник успешно изменена',
                'fail' => 'Не удалось изменить источник'
            ],
            'destroy' => [
                'success' => 'Источник успешно удалена',
                'fail' => 'Не удалось удалить источник'
            ]
        ]
    ]
];
